Repository: ikljucaricek/work
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hr

source: You need to signin!
hr: Potrebno se prijaviti!

source: You entered wrong data!
hr: Unijeti su krivi podaci

source: Hello !
hr: Bok

source: We are sorry, register was not successful as this email adress is already registered.
hr: Žao nam je, ali registracija je neuspješna. Registracija s navedenom email adresom već je izvršena.

source: We are sorry, register was not successful as this username is already registered.
hr: Žao nam je, ali registracija je neuspješna. Registracija s navedenim korisničkim imenom već je izvršena.

source: You have successfully Registered!
hr: Uspješno ste registrirani!

source: You have successfully signed up for the event!
hr: Uspješno ste prijavljeni na događaj

source: You have successfully chosed a repairman!
hr: Uspješno ste izabrali majstora!

source: You have successfully created Event!
hr: Uspješno ste kreirali događaj!

source: Execution Date of Event can't be before Event is created!
hr: Datum izvođenja događaja ne može biti prije nego je događaj kreiran!

source: %s doesn't exist!
hr: %s ne postoji!

source: You are not %s!
hr: Vi niste %s!

source: You successfully modified Profile!
hr: Uspješno ste izmijenili profil!

source: You successfully modified Event!
hr: Uspješno ste izmijenili događaj!

source: You successfully deactivated Event!
hr: Uspješno ste deaktivirali događaj!

source: You have successfully un-asigned from the Event!
hr: Uspješno ste se odjavili s događaja!

source: You have successfully declined the Event!
hr: Uspješno ste odbili događaj!

source: Event has been Finished!
hr: Događaj je završen!

source: Small Home Maintenance Work
hr: Mali kućni popravci

source: About
hr: O nama

source: Contact
hr: Kontakt

source: All Events
hr: Svi Popravci

source: Create Event
hr: Kreiraj popravak

source: My Events
hr: Moji popravci

source: My Profile
hr: Moj profil

source: Sign Out
hr: Odjava

source: Register
hr: Registracija

source: Sign In
hr: Prijava

source: cro
hr: hr

source: Why Tyg-Ayo?
hr: Zašto Tyg-Ayo?

source: Tygayo application helps you to get the (home) job done. It does not matter weather it is exchanging of a bulb or a water pipes, or weather you need help or you are the one who would like to offer the service. Tygayo makes the agreement easy and transparent.
hr: TygAyo ti pomaže pri obavljanu malih kućnih popravaka. Nije bitno da li se radi o promjeni žarulje, slavine, kotlića ili se radi o bilo kakvoj drugoj pomoći koja vam je potrebna u kućanstvu. Možda i sami želite ponuditi pomoć odnosno uslugu jer ste jednostavno spretni s rukama i alatom. Tygayo sve čini jednostavnim i transparentnim.

source: Who we are?
hr: Tko smo mi?

source: We are social enthusiast who want to solve people's problems using skills we have - programming. Simply, we want to make our world better place by making communication between people easier. As communication is a key aspect of every society we believe that providing you with tools for better communication we would make your life easier and less stressful.
hr: Mi smo socijalni entuzijasti koji žele riješiti ljudske probleme koristeći vještinu koju posjeduju - programiranje. Želimo da svijet postane bolje mjesto čineći komunikaciju između ljudi jednostavnijom. Kako je komunikacija ključan dio svakog društva, mi vjerujemo da ćemo pružanjem usluge za bolju komunikaciju olakšati Vaš život i učiniti ga manje stresnim.

source: Register user
hr: Registracija korisnika

source: First name
hr: Ime

source: John
hr: Maja

source: Last Name
hr: Prezime

source: Smith
hr: Majić

source: example@email.com
hr: primjer@email.com

source: User alias
hr: Korisničko ime

source: jsmith
hr: mmajic

source: Password
hr: Lozinka

source: Password should have at least one number and one uppercase letter
hr: Lozinka bi trebala sadržavati najmanje jedan broj te jedno veliko slovo

source: Password confirmation
hr: Potvrda lozinke

source: Retype your Password
hr: Prepiši lozinku za potvrdu

source: Mobile
hr: Mobitel

source: Address
hr: Adresa

source: Street and number
hr: Ulica i broj

source: Photo
hr: Slika

source: Enter your profile Photo
hr: Unos slike profila

source: Close
hr: Zatvori

source: Login
hr: Prijava

source: Email address
hr: Email adresa

source: Enter email
hr: Unos mail adrese

source: Enter password
hr: Unos lozinke

source: Remember me
hr: Zapamti me

source: Igor believes that "sunny & warm" is not a paradox, myth or phrase. He likes discussing big ideas or simply drinking beer in 50 shades of shade while chit chating.
hr: Igor vjeruje da 'sunčano i toplo' nije paradoks, mit ili fraza. On voli diskutirati o super idejama ili jednostavno ispijati pivkana u hladu dok priča o glupostima.

source: Adrenalin sports and business opportunities are things where he pushes himself to the limits. But the real must are early mornings while holding a cup of coffee in his hands.
hr: Adrenalinski sportovi i poslovne prilike su stvari gdje testira svoje granice. Ali ono u čemu zaista uživa su jutra sa šalicom kave u rukama.

source: Pavel is interested in project development frameworks especially Scrum. He likes both people and animals and believes that all of them should be happy.
hr: Pavel je zainteresiran za metode agilnog razvoja - posebno Scruma.Voli ljude i životinje i vjeruje da svi trebaju biti sretni.

source: He either reads a book and thinks about stuff or plays games and does not think about anything. Well, he also programs now and then.
hr: U slobodno vrijeme čita knjige i razmišlja o stvarima ili igra igrice i ne razmišlja o ničemu. Dobro, ponekad i programira.

source: Back to top
hr: Povratak na vrh

source: The first name is required and cannot be empty
hr: Polje za unos imena ne može ostati prazno

source: The surename is required and cannot be empty
hr: Polje za unos prezimena ne može ostati prazno

source: The email address is required nd cannot be empty
hr: Polje za unos mail adrese ne može ostati prazno

source: The input is not a valid email address
hr: Unos nije ispravna mail adresa

source: The username is required and cannot be empty
hr: Polje za unos korisničkog imena je obavezno i ne može ostati prazno

source: The password is required and cannot be empty
hr: Polje za unos lozinke je obavezno i ne može ostati prazno

source: The password and its confirm are not the same
hr: Potvrda lozinke i lozinka nisu jednake

source: The password check is required and cannot be empty
hr: Polje za potvrdu lozinke je obavezno i ne može ostati prazno

source: Home
hr: Početna

source: Edit Event Info
hr: Uredi info o popravku

source: Deactivate Event
hr: Deaktiviraj popravak

source: Decline
hr: Odbij popravak

source: City
hr: Grad

source: Neighborhood
hr: Kvart

source: Time and date
hr: Vrijeme i datum

source: Accessories Purchased
hr: Materijal je kupljen

source: Price
hr: Cijena

source: Private
hr: Privatno

source: Phone
hr: Telefon

source: Rate
hr: Ocjena

source: Tags
hr: Oznake

source: This event is no longer active.
hr: Ovaj popravak više nije aktivan.

source: You have been chosen as the Repairman!
hr: Izabran/a si za majstora!

source: You chose
hr: Izabrao/la si

source: as a repairman.
hr: za majstora.

source: If the event has beed carried on, please, close the event:
hr: Ako je popravak obavljen, molim Vas da zatvorite događaj:

source: Finish Event
hr: Završi popravak

source: Signup Now!
hr: Prijavi se!

source: You are already signed up!
hr: Već si prijavljen!

source: Un-assign
hr: Odjava

source: Applicants
hr: Prijavljeni

source: Name
hr: Ime

source: Avg. Rate
hr: Prosječna ocjena

source: Select
hr: Izbor

source: Choose!
hr: Odaberi!

source: Comments:
hr: Komentari:

source: Add a Comment
hr: Dodaj komentar

source: No comments yet
hr: Trenutno nema komentara

source: Your Text
hr: Komentiraj...

source: Post Comment
hr: Komentiraj

source: Modify Event Details
hr: Uredi informacije o popravku

source: Event Name
hr: Naziv popravka

source: Change Name of Event
hr: Promijeni ime popravka

source: Event Description
hr: Opis popravka

source: Change Description of Event
hr: Promijeni opis popravka

source: Event Price
hr: Cijena popravka

source: Change Price of Event
hr: Promijeni cijenu popravka

source: Event City
hr: Grad u kojem će se obaviti popravak

source: Event Neighborhood
hr: Kvart u kojem će se obaviti popravak

source: Event Address
hr: Adresa gdje će se vršiti popravak

source: Change Address of User location
hr: Promijeni adresu korisnika

source: Event Date
hr: Datum popravka

source: Change End Date of Event
hr: Promijeni datum popravka

source: Event Photo
hr: Slika događaja

source: Change Photo of User
hr: Promijeni sliku korisnika

source: Purchase Accessories
hr: Kupovina materijala

source: Purchase Accessories Explanation
hr: Objašnjenje - Kupovina materijala

source: If you don't have all the required parts and Repairman needs to bring something - then you select this checkbox
hr: Ako majstor treba kupiti materijal potreban za popravak - označiti ovu opciju

source: Save changes
hr: Spremi promijene

source: Deactivation is permanent! Do you want to deactivate Event?
hr: Deaktivacija je trajna! Da li želite deaktivirati popravak?

source: Decline Event
hr: Odbij popravak

source: Id of Event
hr: Id popravka

source: Are you sure you want to decline this event for which you were chosen as the repairman?
hr: Da li ste sigurni kako želite odbiti popravak za koji ste izabrani kao majstor?

source: If you do this you would be signoff from the event and in case the time for the execution did not pass the event would go back to active.
hr: Ukoliko ste sigurni da ne želite biti dodijeljeni na popravak i ako vrijeme izvršenja popravka nije prošlo isti će ponovno postati aktivan.

source: Are you sure you want to un-assign from this event?
hr: Da li ste sigurni da se želite odjaviti s trenutnog popravka?

source: If you do this the client would not be able to pick you as the reparman.
hr: Ukoliko se odjavite klijent Vas neće moći izabrati kao svog majstora.

source: You can sign up any time again.
hr: Na popravak se ponovno možete prijaviti bilo kada.

source: Back
hr: Povratak

source: Repairman
hr: Majstor

source: Sign Up
hr: Prijava

source: Password?
hr: Lozinka?

source: date and author
hr: datum i autor

source: Are you sure you want to hire
hr: Da li ste sigurni da želite zaposliti

source: The surname is required and cannot be empty
hr: Potrebno je unijeti prezime

source: The email address is required and cannot be empty
hr: Potrebno je unijeti email adresu

source: Search Events by Name, Tag or Description
hr: Pretraži popravke po imenu, oznaci ili opisu

source: Go!
hr: Idi!

source: List of All Events
hr: Lista svih popravaka

source: Description
hr: Opis popravka

source: Price:
hr: Cijena:

source: Active
hr: Aktivan

source: Closed
hr: Zatvoren

source: Inactive
hr: Neaktivan

source: See Event
hr: Pogledaj događaj

source: Not a member
hr: Da li si član

source: Forgot
hr: Zaboravili ste

source: 'The first name is required and cannot be empty'
hr: Polje za unos imena ne može ostati prazno

source: 'The surename is required and cannot be empty'
hr: Polje za unos prezimena ne može ostati prazno

source: 'The email address is required nd cannot be empty'
hr: Polje za unos mail adrese ne može ostati prazno

source: 'The input is not a valid email address'
hr: Unos nije ispravna mail adresa

source: 'The username is required and cannot be empty'
hr: Polje za unos korisničkog imena je obavezno i ne može ostati prazno

source: 'The password is required and cannot be empty'
hr: Polje za unos lozinke je obavezno i ne može ostati prazno

source: 'The password and its confirm are not the same'
hr: Potvrda lozinke i lozinka nisu jednake

source: 'The password check is required and cannot be empty'
hr: Polje za potvrdu lozinke je obavezno i ne može ostati prazno

source: Choose your role
hr: Izaberi ulogu

source: Do you need something done or you are handy with the tools?
hr: Imaš li sitan kućni popravak ili si jednostavno vješt s alatom?

source: Choose your role and make things happen!
hr: Izaberi ulogu i ostvari namjeru

source: Client
hr: Klijent

source: Create an event
hr: Kreiraj popravak

source: Wait for repairman to apply for a job
hr: Pričekajte dok se majstor ne prijavi za popravak

source: Choose your repairman
hr: Izaberi svog majstora

source: Total Users
hr: Ukupno korisnika

source: Total Events
hr: Ukupno popravaka

source: Total Money Earned
hr: Ukupno zarađeni novac

source: Total Active Events
hr: Aktivni popravci

source: Total Closed Events
hr: Zatvoreni popravci

source: Apply for a job
hr: Prijavi se za popravak

source: Wait for the client acceptance
hr: Pričekajte odobrenje od strane klijenta

source: Bring your tools and come over
hr: Ponesi potreban alat i dođi

source: Recent Events
hr: Najnoviji popravci

source: Change of water tap
hr: Zamjena slavine

source: Be as descriptive as you can (e.g. Current water tap is double handed and new water tap should be sigle handed)
hr: Unesite opis popravka - budite jasni i sažeti (npr. Nova slavina koju treba postaviti ima jednoručnu mješalicu)

source: Tags Explanation
hr: Obješnjenje oznaka

source: Insert tags separated by comma which best describe your event
hr: Unesi oznake odvojene zarezom, a koje najbolje opisuju popravak

source: water, gas, electricity, ...
hr: voda, plin, struja, ...

source: Put price which you consider adequate (e.g. 120 HRK)
hr: Unesite cijenu koju smatrate primjerenom (npr. 120 HRK)

source: Put the date and time you want event to happen (e.g. 02/29/2020 05:00 PM)
hr: Unesite datum i vrijeme kada želite obaviti popravak (npr. 02/29/2020 05:00 PM)

source: City of the Event
hr: Grad gdje će se vršiti popravak

source: Neighborhood of the Event
hr: Kvart gdje će se vršiti popravak

source: Event Street and number
hr: Naziv ulice i broj gdje će se vršiti popravak

source: Enter Address of Event location (e.g. Puljska 1)
hr: Unesite adresu gdje će se obavljati popravak (npr. Puljska 1)

source: Start Event
hr: Započni popravak

source: Warning!
hr: Upozorenje!

source: Events
hr: Popravci

source: Events created by User
hr: Popravci koje je stvorio korisnik

source: Date of Execution
hr: Datum kada se popravak treba izvršiti

source: Events User signed-up for
hr: Popravci na koje se korisnik prijavio

source: Chosen
hr: Izabran

source: Profile
hr: Profil

source: Edit Profile Info
hr: Uredi informacije profila

source: Username
hr: Korisničko ime

source: Join date
hr: Član od

source: Average Rate
hr: Prosječna ocjena

source: Change Your Info Data
hr: Uredi informacije profila

source: User's Name
hr: Ime korisnika

source: Change Name of User
hr: Promijeni ime korisnika

source: User's Last Name
hr: Prezime korisnika

source: Change Last Name of User
hr: Promijeni prezime korisnika

source: User's Address
hr: Adresa korisnika

source: User's Mobile
hr: Broj mobilnog telefona korisnika

source: Change Mobile of User
hr: Promijeni broj mobilnog telefona korisnika

source: User's Photo
hr: Slika korisnika
